{
    "create_column": "Crea tu propia columna estratigráfica",
    "start": "Comenzar",
    "uso": "Al registrarse e iniciar sesión, será visible a la página principal donde se encuentran los proyectos propios y los proyectos a los que se fue invitado a colaborar. Además en el menú de la izquierda existe un botón de proyectos públicos donde al clickearlo se redirigirá a un mapa donde se logran visualizar todos los proyectos a los que sus creadores designaron como públicos. Cada proyecto propio en la lista tiene tres opciones a la derecha para editar el proyecto en la sala eliminar la sala, invitar un usuario (como lector o editor). En la esquina superior de la página hay un botón 'crear un nuevo proyecto', al presionar el botón se redirigirá a un formulario donde se debe completar datos sobre el proyecto a crear, como la ubicación de la columna, el nombre de la sala de edición y una breve descripción, también está la opción de decidir si la sala del proyecto será de acceso a lectura público o privado (en desarrollo).",
    "add_layers": "Añadir capas",
    "add_layers_text": "Lo anterior creará una sala vacía sin capas creadas y sin usuarios invitados. En la esquina superior izquierda hay un botón para agregar una capa, este abre un menú en el lado derecho de la derecha de la pantalla, dentro de este menú, se puede elegir agregar la capa arriba, abajo, o en una posición específica.",
    "edit_layer": "Editar capa",
    "edit_layer_text": "Al hacer click a la capa creada, se abre el menú de la derecha que permite editar su contacto inferior, el patrón de la capa, el tamaño de la capa en cm, sus colores, el zoom del patrón, la rotación del patrón, la tensión de las líneas que forman los tamaños de grano, o simplemente eliminar la capa.",
    "edit_points": "Editar puntos",
    "edit_points_text": "Al seleccionar un punto o crear uno nuevo seleccionando un borde derecho de la capa, se hace visible un menú donde se puede elegir qué tamaño de grano va a tener ese punto de la capa, también se puede eliminar ese punto.",
    "fossils": "Añadir y editar fósiles",
    "fossils_text": "Al seleccionar la columna de fósiles, se abre un menú que permite añadir un nuevo fósil, seleccionando qué tipo de fósil, y cuáles son los límites superior e inferior en los que va a estar ese fósil (en cm). El fósil se añade en la posición donde se hizo click con el puntero. Para editar un fósil sólo se debe seleccionarlo.",
    "facies": "Agregar/eliminar facies y tramos de facies",
    "facies_text": "Al seleccionar el encabezado de la columna facies, se abre el menú de la derecha para agregar una nueva facie con el nombre especificado. Luego de que la facie ha sido creada, se debe seleccionar la columna generada de esa facie para agregar un nuevo tramo.",
    "write_column": "Escribir en una columna",
    "write_column_text": "Al seleccionar una celda en una columna que no sea la de litología o la de fósiles, se abre un menú a la derecha que permite escribir texto en esa celda, además puedes escribir listas, imágenes, editar el texto, etc. Si hay otro colaborador editando la celda, se mostrará un borde de color, y al pasar el mouse por encima se podrá leer su identidad.",
    "exportPDF": "Exportar un pdf",
    "exportPDF_text": "En la esquina superior izquierda del editor hay un botón de descarga del pdf donde se podrá editar configuraciones del pdf, como el tipo de hoja o las capas que no deberían verse.",
    "room_and_table_settings": "Configuración de la sala y de la tabla",
    "room_and_table_settings_text": "En la esquina superior derecha de la sala también hay un botón de configuración, al presionarlo verás el menú a la derecha donde se puede ajustar la escala de las capas de tu columna, la posición de la regla y la visibilidad de as columnas de información. Además puedes seleccionar un tema visual que sea de tu agrado."
}
